[
  {
    "id": "walk-2020-01",
    "title": "The Hemingfords",
    "date": "2020-01-05",
    "year": "2020",
    "report": [
      "Our 1st walk of 2020 started at Houghton Mill – the last surviving mill on the River Great Ouse able to produce stone–ground flour from a water–powered wheel. Due to the recent spate of rainfall we knew the going underfoot was going to be muddy, but fortunately we had Roger with us, a Houghton resident, who was able to divert us where needed.",
      "We decided on an early coffee stop as some conveniently placed logs provided a firm seating area.",
      "We continued alongside the river towards The Hemingfords – picturesque villages much of which are conservation areas. There are many thatched 16th and 17th century cottages and barns, and also the architecturally important buildings such as the Manor House, Old Rectory and Hemingford Park. Some of the ladies stopped to use the pub facilities, but a feeling of déjà vu swept over Alan as these ladies had been known to disappear into the bar on a previous walk <i>[Ed – also without letting us know!]</i>.",
      "On reaching the edge of St Ives, the flood wall and a bench provided another seating area for lunch. Our entertainment being the ducks struggling to swim against the flow.",
      "Passing by Holt Island nature Reserve, home to a variety of birds, mammals, plants and insects, Judith was able to tell us that should you wish to walk around the reserve, a key can be obtained for you to do so.",
      "Returning to the Mill, most of us had avoided the many chances of slipping or tripping and had kept relatively clean. Roger then very kindly invited all 12 of us, plus George the dog, back to his for tea and cake <i>[Ed – and very nice it was too – thank you Roger]</i>."
    ],
    "reportBy": "Sue",
    "walkRating": "Good",
    "coverPhoto": "walk050120_1.jpg",
    "photographer": "Alan",
    "photos": [
      {
        "file": "walk050120_1.jpg",
        "caption": "Houghton Mill"
      },
      {
        "file": "walk050120_3.jpg",
        "caption": "Blue seems to be the colour of choice."
      },
      {
        "file": "walk050120_4.jpg",
        "caption": "Houghton Lock"
      },
      {
        "file": "walk050120_5.jpg",
        "caption": "Boats on the River Ouse."
      },
      {
        "file": "walk050120_6.jpg",
        "caption": "Some bits were less muddy than others, but most were pretty wet."
      },
      {
        "file": "walk050120_7.jpg",
        "caption": "A flood wall provides ample seating for our lunch stop."
      },
      {
        "file": "walk050120_8.jpg",
        "caption": "St Ives from the town bridge."
      },
      {
        "file": "walk050120_9.jpg",
        "caption": "The view of Houghton Mill from our return route."
      }
    ]
  },
  {
    "id": "walk-2020-02",
    "title": "Castle Bytham",
    "date": "2020-01-19",
    "year": "2020",
    "report": [
      "We all knew what you we had signed up to, but nothing had prepared us for the amount of trudging we would endure. Since then Mark hasn't stopped humming The Hippopotamus Song so we thought it summarised the walk quite well.",
      "Mud, mud, glorious mud",
      "Nothing quite like it for cooling the blood",
      "So follow me, follow",
      "Down to the hollow",
      "And there let us wallow in glorious mud' <i>[Ed – Unfortunately, Sue took this rather literally on the next walk!]</i>",
      "On the positive side it was a glorious sunny day to walk part of the “Danelaw Way”, with interesting features like the motte and bailey castle fortifications at Castle Bytham, the village duck pond and a nice carpenter's workshop with a carpenter in it! <i>[Ed – What a lovely surprise!]</i>",
      "Alexandra bought a door wedge as a souvenir – made with local wood (we can't remember the name) featuring a wheat motif. The carpenter was in a chatty mood and while everyone was already at the local pub, we learned that the wheat feature is related to the very productive soils that saved the life of a weak heir back in the 17th century.",
      "With all of us now wearing much lighter footwear, a drink in one of the two village pubs was enjoyed by all."
    ],
    "reportBy": "Alexandra",
    "walkRating": "Muddy",
    "coverPhoto": "walk190120_5.jpg",
    "photographer": "Alexandra",
    "photos": [
      {
        "file": "walk190120_1.jpg",
        "caption": "The lunch stop appears to have been taken in the middle of some road works."
      },
      {
        "file": "walk190120_2.jpg",
        "caption": "The barbed wire was well secured."
      },
      {
        "file": "walk190120_3.jpg",
        "caption": "There were long shadows."
      },
      {
        "file": "walk190120_4.jpg",
        "caption": "A Motte – where's the Baileys?"
      },
      {
        "file": "walk190120_5.jpg",
        "caption": "Castle Bytham pond."
      },
      {
        "file": "walk190120_6.jpg",
        "caption": "The carpenter's workshop."
      }
    ]
  }
]
