[
  {
    "id": "walk-2019-01",
    "title": "Abbots Ripton",
    "date": "2019-01-01",
    "year": "2019",
    "report": [
      "Just Alan and myself met up with Roger at the starting point in Broughton, despite Alan getting the time wrong! Broughton is a pretty little village, the cottages, mostly timber framed with thatched roofs are built around the church, and had Roger filling us in on his personal memories of the village. We passed by thousands of free range chickens happily roaming around in their setting. Due to chatting about Christmas TV and Portuguese custard tarts! (pastéis de nata), we initially missed the turning to Little Raveley, but blamed it on the lack of signage <i>[Ed – as opposed to thinking about Portuguese tarts!].</i>",
      "Our coffee stop was at Wennington where we found a suitable wooden bench to sit on. Wennington is one of the few remaining substantial areas of woodland left in Huntingdonshire, with the woods giving the backdrop to the village. Such a large amount of trees in the landscape is unusual for Huntingdonshire and of particular importance and interest is the survival of many of the historically dominant species – the Elm. The devastation of Dutch Elm disease was greatly reduced by injection, hygiene and hard work. Over the last thirty years many new trees including ash, oak, lime, field maple and wild cherries have been planted by both the Abbots Ripton Estate and Parish residents, with the consequence that from the air both Abbots Ripton and Wennington appear to be set within islands of trees interlaced with 14 miles of hedges and 96 ponds.",
      "We passed the recently reconstructed Abbot's Elm which has risen from the ashes of the 17th century Grade 2 listed Three Horseshoes Pub, (partially destroyed by fire in 2010, the original thatched building has been returned to its former glory) and headed through the 6000 acre Abbots Ripton Estate, home to Lord de Ramsey, first chairman of the Environment Agency (particular reference to Alan's past employment) and son Freddie, organiser of The Secret Garden music festival. Some evidence of last years festival in the shape of a giant heart (which was set alight I'm reliably informed) but no fox (Roger proved there was by later by sending a photo).",
      "Lunch was taken sitting in the woods but the weather suddenly changed to being quite cold and overcast, so we headed back to the car and then to The Crown. Originally a saddlery, The Crown Inn Restaurant is a beautiful Grade 2 listed building set in an acre of picturesque grounds, surrounded by horse chestnut trees."
    ],
    "reportBy": "Sue",
    "walkRating": "Good",
    "coverPhoto": "walk010119_6.jpg",
    "photographer": "Alan",
    "photos": [
      {
        "file": "walk010119_1.jpg",
        "caption": "This old chapel at Little Raveley has been converted into a private residence."
      },
      {
        "file": "walk010119_2.jpg",
        "caption": "Most of the properties in Wennington were thatched."
      },
      {
        "file": "walk010119_3.jpg",
        "caption": "The church at Abbots Ripton."
      },
      {
        "file": "walk010119_4.jpg",
        "caption": "The river near Abbots Ripton Hall."
      },
      {
        "file": "walk010119_5.jpg",
        "caption": "The Abbots Ripton Hall estate."
      },
      {
        "file": "walk010119_6.jpg",
        "caption": "Roger's photo of the Secret Garden Music Festival fox which was not there when we passed."
      }
    ]
  },
  {
    "id": "walk-2019-02",
    "title": "Belton, Osgathorpe, & Worthington from Diseworth",
    "date": "2019-01-13",
    "year": "2019",
    "report": [
      "A stylish walk!",
      "As we left Peterborough we were hopeful of fine weather but as we neared our starting point, the drizzle became more consistent. Having parked in Diseworth, just south of East Midlands Airport, it was on with the waterproofs. Plenty of fields but not much in the way of wildlife except for a few well–horned sheep, one in particular displayed a very large set.",
      "Our coffee stop was on a bridge somewhere, still in the drizzle. By lunch the weather had improved but the consistent stiles didn't wane <i>[Ed – consistently high!]</i>, we must have set a club record. Most were decent but others were a bit tricky due to being wet or in dis–repair. The Plough was our watering hole on completion."
    ],
    "reportBy": "Sue",
    "walkRating": "Average",
    "coverPhoto": "walk130119_5.jpg",
    "photographer": "Alan",
    "photos": [
      {
        "file": "walk130119_1.jpg",
        "caption": "The size of this guy's horns made some of our group a little nervous."
      },
      {
        "file": "walk130119_2.jpg",
        "caption": "A couple of pictures of Cloud Quarry which we walked alongside."
      },
      {
        "file": "walk130119_3.jpg",
        "caption": "Cloud Quarry"
      },
      {
        "file": "walk130119_4.jpg",
        "caption": "There were some grassy tracks."
      },
      {
        "file": "walk130119_5.jpg",
        "caption": "The end of our walk – the church at Diseworth."
      }
    ]
  },
  {
    "id": "walk-2019-03",
    "title": "Off With His Head",
    "date": "2019-01-27",
    "year": "2019",
    "report": [
      "Having completed this walk, it struck me that it had not become clear what led to the title for the walk. It seems it was because East Bridgford was from where Charles Hacker, a parliamentarian, led Charles I to his execution before himself being executed after the Restoration.",
      "East Bridgford was a welcoming village as it provided a nice little car park for us to stop, and in the car park we were able to pick up a map of local village footpaths, of which there was a surprising large amount.",
      "Whilst it was dry and bright, there was a strong wind which made for difficult walking across some of the higher fields.",
      "What used to be the Roman Fosse Way is now a dual lane trunk road, so our walk was extended slightly by the intricate bridging arrangements that had been made to carry the footpaths over the road. Still, better than having to dodge the traffic on a busy road.",
      "East Bridgford continued to give a good impression by providing a comfortable pub for our post–walk drink."
    ],
    "reportBy": "Alan",
    "walkRating": "Good",
    "coverPhoto": "walk270119_3.jpg",
    "photographer": "Alexandra & Alan",
    "photos": [
      {
        "file": "walk270119_1.jpg",
        "caption": "It was so windy the trees didn't have any leaves on them!"
      },
      {
        "file": "walk270119_2.jpg",
        "caption": "A fallen branch provides a seat for our coffee break."
      },
      {
        "file": "walk270119_3.jpg",
        "caption": "The River Trent looking towards Gunthorpe."
      },
      {
        "file": "walk270119_4.jpg",
        "caption": "Gunthorpe lock and weir."
      },
      {
        "file": "walk270119_6.jpg",
        "caption": "The Aconites are out."
      },
      {
        "file": "walk270119_7.jpg",
        "caption": "As are the Snowdrops."
      },
      {
        "file": "walk270119_6.jpg",
        "caption": "East Bridgford village inn."
      },
      {
        "file": "walk270119_9.jpg",
        "caption": "More nude trees."
      },
      {
        "file": "walk270119_10.jpg",
        "caption": "Paul, Chris, Simon and Alexandra."
      },
      {
        "file": "walk270119_12.jpg",
        "caption": "The church at Kneeton."
      },
      {
        "file": "walk270119_11.jpg",
        "caption": "Towards the end of our walk there are some good views over the Trent Valley."
      }
    ]
  }
]
